[
    { "id": 0, "name": "None" },
    { "id": 1, "name": "Cheri Berry", "growth": 12, "yield": 5, "description": "This bright red Berry is very spicy and has a provocative flavor. It blooms with delicate, pretty flowers." },
    { "id": 2, "name": "Chesto Berry", "growth": 12, "yield": 5, "description": "This Berry's thick skin and fruit are very tough and dry-tasting. However, every bit of it can be eaten." },
    { "id": 3, "name": "Pecha Berry", "growth": 12, "yield": 5, "description": "Because of its hollow inside pocket, there isn't a lot to eat. What can be eaten is very sweet and delicious." },
    { "id": 4, "name": "Rawst Berry", "growth": 12, "yield": 5, "description": "If the leaves grow longer and curlier than average, this Berry will have a somewhat bitter taste." },
    { "id": 5, "name": "Aspear Berry", "growth": 12, "yield": 5, "description": "This Berry's peel is hard, but the flesh inside is very juicy. It is distinguished by its bracing sourness." },
    { "id": 6, "name": "Leppa Berry", "growth": 16, "yield": 5, "description": "It takes longer to grow than Berries such as Cheri. The smaller Berries taste better." },
    { "id": 7, "name": "Oran Berry", "growth": 16, "yield": 5, "description": "Nature's gifts came together as one in this Berry. It has a wondrous mix of flavors that spread in the mouth." },
    { "id": 8, "name": "Persim Berry", "growth": 16, "yield": 5, "description": "The more this Berry absorbs energy from sunlight, the more vividly colorful it grows." },
    { "id": 9, "name": "Lum Berry", "growth": 48, "yield": 5, "description": "This Berry's gradual process of storing nutrients beneficial to Pokémon health causes it to mature slowly." },
    { "id": 10, "name": "Sitrus Berry", "growth": 32, "yield": 5, "description": "Sitrus came from the same family as Oran. It is larger and smoother-tasting than Oran." },
    { "id": 11, "name": "Figy Berry", "growth": 20, "yield": 5, "description": "This Berry is oddly shaped, appearing as if someone took a bite out of it. It is packed full of spicy substances." },
    { "id": 12, "name": "Wiki Berry", "growth": 20, "yield": 5, "description": "It is said that this Berry grew lumps to help Pokémon grip it, allowing propagation farther afield." },
    { "id": 13, "name": "Mago Berry", "growth": 20, "yield": 5, "description": "This Berry progressively curves as it grows. The curvier the Berry, the sweeter it tastes." },
    { "id": 14, "name": "Aguav Berry", "growth": 20, "yield": 5, "description": "This Berry turns bitter toward the stem. The dainty flower it grows from doesn't absorb much sunlight." },
    { "id": 15, "name": "Iapapa Berry", "growth": 20, "yield": 5, "description": "This Berry is very big and sour. The juiciness of the pulp accentuates the sourness." },
    { "id": 16, "name": "Razz Berry", "growth": 8, "yield": 10, "description": "A small hint of spiciness lingers in the red granules surrounding this Berry. Their centers have a dry taste." },
    { "id": 17, "name": "Bluk Berry", "growth": 8, "yield": 10, "description": "Though this small, delicately skinned Berry is blue in color, it dyes the mouth black when eaten." },
    { "id": 18, "name": "Nanab Berry", "growth": 8, "yield": 10, "description": "Bitter, but with a trace of sweetness, the Nanab Berry was the seventh to be discovered in the world." },
    { "id": 19, "name": "Wepear Berry", "growth": 8, "yield": 10, "description": "The potent mix of bitter and sour in this Berry seems to promote digestion. The flower is white and beautiful." },
    { "id": 20, "name": "Pinap Berry", "growth": 8, "yield": 10, "description": "It is said that when the sour skin is peeled, this spicy Berry can be crushed to make medicine." },
    { "id": 21, "name": "Pomeg Berry", "growth": 32, "yield": 5, "description": "When this sweetly spicy Berry's thick skin is peeled, many pieces of the fruit spill out." },
    { "id": 22, "name": "Kelpsy Berry", "growth": 32, "yield": 5, "description": "This Berry can be eaten as is or boiled to obtain an extract that adds a dash of flavor to food." },
    { "id": 23, "name": "Qualot Berry", "growth": 32, "yield": 5, "description": "Even in places of constant rain and high humidity, this Berry's plant grows healthy and strong." },
    { "id": 24, "name": "Hondew Berry", "growth": 32, "yield": 5, "description": "This somewhat-rare Berry projects an image of luxury, so it is favored as a gift item." },
    { "id": 25, "name": "Grepa Berry", "growth": 32, "yield": 5, "description": "One bite of this very tender Berry fills the mouth with its sweet and tangy flavor." },
    { "id": 26, "name": "Tamato Berry", "growth": 32, "yield": 5, "description": "This Berry is large and spicy. When eaten during the cold season, it warms the body from inside." },
    { "id": 27, "name": "Cornn Berry", "growth": 24, "yield": 10, "description": "Its dryness is quite strong. As a result, its true deliciousness can't be appreciated by just eating one or two." },
    { "id": 28, "name": "Magost Berry", "growth": 24, "yield": 10, "description": "The grown-up flavor and dreamy sweetness of this Berry make it a favorite of Pokémon everywhere." },
    { "id": 29, "name": "Rabuta Berry", "growth": 24, "yield": 10, "description": "Even though this Berry is bitter, it should be eaten peel and all. The hair on the peel cleans the stomach from the inside." },
    { "id": 30, "name": "Nomel Berry", "growth": 24, "yield": 10, "description": "This Berry is quite sour overall, with the sourness especially concentrated at the pointed end." },
    { "id": 31, "name": "Spelon Berry", "growth": 60, "yield": 15, "description": "So spicy is the Spelon Berry that, Fire type or not, Pokémon will try to breathe fire after eating a single one." },
    { "id": 32, "name": "Pamtre Berry", "growth": 60, "yield": 15, "description": "This Berry drifted from a faraway sea. It is now cultivated in the Sinnoh region." },
    { "id": 33, "name": "Watmel Berry", "growth": 60, "yield": 15, "description": "A bounty of nature that is exceedingly sweet. The Berry is huge, with some discovered that exceed 20 inches." },
    { "id": 34, "name": "Durin Berry", "growth": 60, "yield": 15, "description": "This Berry is tremendously bitter. Just one bite is enough to instantly stop hiccups." },
    { "id": 35, "name": "Belue Berry", "growth": 60, "yield": 15, "description": "This glossy and colorful Berry has a mouthwateringly delicious appearance. However, it is awfully sour." },
    { "id": 36, "name": "Occa Berry", "growth": 72, "yield": 5, "description": "This Berry is said to have grown plentiful in the tropics of the past. It boasts an intensely hot spiciness." },
    { "id": 37, "name": "Passho Berry", "growth": 72, "yield": 5, "description": "This Berry's flesh is dotted with countless tiny bubbles of air that keep it afloat in water." },
    { "id": 38, "name": "Wacan Berry", "growth": 72, "yield": 5, "description": "Energy from lightning strikes is drawn into the plant, making the Berries grow big and rich." },
    { "id": 39, "name": "Rindo Berry", "growth": 72, "yield": 5, "description": "This Berry has a disagreeable green flavor and scent typical of vegetables. It is rich in health-promoting fiber." },
    { "id": 40, "name": "Yache Berry", "growth": 72, "yield": 5, "description": "This Berry has a refreshing flavor that strikes a good balance of dryness and sourness. It tastes better chilled." },
    { "id": 41, "name": "Chople Berry", "growth": 72, "yield": 5, "description": "This Berry contains a substance that generates heat. It can even heat up a chilly heart." },
    { "id": 42, "name": "Kebia Berry", "growth": 72, "yield": 5, "description": "This Berry is a brilliant green on the outside. Inside, it is packed with a dry-flavored, black-colored flesh." },
    { "id": 43, "name": "Shuca Berry", "growth": 72, "yield": 5, "description": "The sweetness-laden pulp has just the hint of a hard-edged and fragrant bite to it." },
    { "id": 44, "name": "Coba Berry", "growth": 72, "yield": 5, "description": "This Berry is said to be a new kind that is a cross of two Berries brought together by winds from far away." },
    { "id": 45, "name": "Payapa Berry", "growth": 72, "yield": 5, "description": "This Berry is said to sense danger and can react to hostile thoughts. It is usually a little bitter." },
    { "id": 46, "name": "Tanga Berry", "growth": 72, "yield": 5, "description": "Although the Tanga Berry has a very appealing appearance, it is sour enough to cause harsh tongue pain." },
    { "id": 47, "name": "Charti Berry", "growth": 72, "yield": 5, "description": "The Charti Berry's tough skin can be quite hard to eat. It is known to have an earthy flavor." },
    { "id": 48, "name": "Kasib Berry", "growth": 72, "yield": 5, "description": "The Kasib Berry has a mysterious taste. It's been said that even those who dislike it can grow to enjoy it." },
    { "id": 49, "name": "Haban Berry", "growth": 72, "yield": 5, "description": "This Berry is loved for its appealing mix of sweetness and tartness, though it can leave a dry aftertaste." },
    { "id": 50, "name": "Colbur Berry", "growth": 72, "yield": 5, "description": "This Berry is known for its oily texture and slightly bitter flavor. It's difficult to cultivate." },
    { "id": 51, "name": "Babiri Berry", "growth": 72, "yield": 5, "description": "The Babiri Berry is extremely tough. Its durable skin makes it resistant to all but the sharpest of bites." },
    { "id": 52, "name": "Chilan Berry", "growth": 72, "yield": 5, "description": "This Berry has a neutral taste. It isn't overly sweet or sour, but many appreciate its simplicity." },
    { "id": 53, "name": "Liechi Berry", "growth": 96, "yield": 5, "description": "The Liechi Berry is renowned for its powerful flavor, which can be quite overwhelming. It is rare and difficult to grow." },
    { "id": 54, "name": "Ganlon Berry", "growth": 96, "yield": 5, "description": "This Berry's taste starts out sour but becomes increasingly sweet as it ripens. It requires careful cultivation." },
    { "id": 55, "name": "Salac Berry", "growth": 96, "yield": 5, "description": "The Salac Berry's spicy flavor is both fiery and invigorating. It is said to heighten alertness." },
    { "id": 56, "name": "Petaya Berry", "growth": 96, "yield": 5, "description": "Petaya Berries are prized for their sweetness, though their unusual shape can make them tricky to eat." },
    { "id": 57, "name": "Apicot Berry", "growth": 96, "yield": 5, "description": "This Berry has a tangy flavor that leaves a lingering taste on the palate. It is hard to cultivate." },
    { "id": 58, "name": "Lansat Berry", "growth": 96, "yield": 5, "description": "The Lansat Berry's mild flavor is appreciated by many. However, its flavor can vary widely based on growing conditions." },
    { "id": 59, "name": "Starf Berry", "growth": 96, "yield": 5, "description": "This Berry has a bold, bitter flavor that some find off-putting. It's highly prized by Pokémon for its rarity." },
    { "id": 60, "name": "Enigma Berry", "growth": 96, "yield": 5, "description": "This Berry has an otherworldly flavor that changes with each bite. It's extremely rare and difficult to find." },
    { "id": 61, "name": "Micle Berry", "growth": 96, "yield": 5, "description": "This Berry has a very dry flavor. It has the effect of making other food eaten at the same time taste sweet." },
    { "id": 62, "name": "Custap berry", "growth": 96, "yield": 5, "description": "The flesh underneath the Custap Berry's tough skin is sweet and creamy soft." },
    { "id": 63, "name": "Jaboca Berry", "growth": 96, "yield": 5, "description": "The cluster of drupelets that make up this Berry pop rhythmically if the Berry is handled roughly." },
    { "id": 64, "name": "Rowap Berry", "growth": 96, "yield": 5, "description": "In days of old, people worked the top-shaped pieces of this Berry free and used them as toys." },
    { "id": 65, "name": "Roseli Berry", "growth": 96, "yield": 5, "description": "The slight bitterness that cuts through the rich sweetness makes this Berry a perfect ingredient for adding an accent." }
]